Repository: rayan23923-cell/multi_pip
Catalog: App/TaskLens/Resources/AppShortcuts.xcstrings
Source language: en
Languages: ar

source: Analyze with ${applicationName}
ar: حلّل باستخدام ${applicationName}

source: Calculate with ${applicationName}
ar: احسب باستخدام ${applicationName}

source: Create ${applicationName} note
ar: أنشئ ملاحظة في ${applicationName}

source: New note in ${applicationName}
ar: ملاحظة جديدة في ${applicationName}

source: Open ${applicationName} clipboard
ar: افتح حافظة ${applicationName}

source: Open Lens in ${applicationName}
ar: افتح العدسة في ${applicationName}

source: Open a session in ${applicationName}
ar: افتح جلسة في ${applicationName}

source: Save to ${applicationName}
ar: احفظ في ${applicationName}

source: Save to ${sessionKind} session in ${applicationName}
ar: احفظ في جلسة ${sessionKind} في ${applicationName}

source: Save to a session in ${applicationName}
ar: احفظ في جلسة في ${applicationName}

source: Send to ${applicationName}
ar: أرسل إلى ${applicationName}

source: Start ${applicationName} Lens
ar: ابدأ عدسة ${applicationName}

source: Start ${kind} workspace in ${applicationName}
ar: ابدأ مساحة ${kind} في ${applicationName}

source: Start a ${applicationName} session
ar: ابدأ جلسة في ${applicationName}

source: Start a workspace in ${applicationName}
ar: ابدأ مساحة عمل في ${applicationName}
